Repository: Balta-Stefan/School-library-WPF
Catalog: Resources.*.resx
Languages: bs

# ActiveCheckboxText
source: Active
bs: Aktivan

# AddLoanWindow_book
source: Book
bs: Knjiga

# AddLoanWindow_copy
source: Copy
bs: Kopija

# AddLoanWindow_Error
source: Error
bs: Greška

# AddLoanWindow_ErrorWhileAdding
source: An error has occured while adding a loan
bs: Desila se greška prilikom dodavanja

# AddLoanWindow_LoanAdded
source: The loan has been added
bs: Zaduženje uspješno dodano

# AddLoanWindow_member
source: Member
bs: Član

# AddLoanWindow_mustSelectCopy
source: You must select a copy
bs: Morate odabrati kopiju

# AddLoanWindow_mustSelectMember
source: You must select a member
bs: Morate odabrati člana

# AddLoanWindow_userInactiveMessage
source: Selected member is inactive
bs: Odabrani član je neaktivan

# AddNewBookButton
source: Add new book
bs: Dodaj novu knjigu

source: Add new copy
bs: Dodaj novi primjerak

# AddNewMemberText
source: Add new member
bs: Dodaj novog člana

# AddUserFormRequirementsMessage
source: You must fill all the fields and choose a user type.
bs: Morate ispuniti sva polja i odabrati tip korisnika

# AppInitFailed
source: Application initialization has failed.Couldn't find config file.
bs: Inicijalizacija aplikacije je neuspješna.Konfiguracioni fajl nije pronađen.

# AuthorTextBlock
source: Author:
bs: Autor:

# AvailableText
source: Available:
bs: Dostupno:

# BooksTabName
source: Books
bs: _Knjige

# ClearFiltersButton
source: Clear filters
bs: Obriši filtre

# ConditionText
source: Condition:
bs: Stanje:

# CopyAddedMessage
source: Copy added.
bs: Primjerak dodan.

source: Couldn't add copy.
bs: Primjerak nije mogao biti dodan.

# DarkThemeText
source: Dark theme
bs: Mračno

source: Delete selected copy
bs: Ukloni odabrani primjerak

# DeliveryDateText
source: Delivery date:
bs: Dostavljeno datuma:

# EditBookWindowName
source: Edit book info
bs: Izmjena podataka knjige

# EditButton
source: Edit
bs: Izmijeni

# EditionTextblock
source: Edition:
bs: Izdanje:

source: Error
bs: Greška

# GenreNameTextblock
source: Genre name:
bs: Ime žanra:

# GenreTextBlock
source: Genre:
bs: Žanr:

# IncorrectPassword
source: Given password is incorrect!
bs: Unesena lozinka je neispravna!

# LightThemeText
source: Light theme
bs: Svijetlo

# LoansTabName
source: _Loans
bs: _Zaduživanja

# Loans_AddLoanButton
source: Add loan
bs: Zaduži

# Loans_BooksTextBlock
source: _Books
bs: Knjige

# Loans_BookTitle
source: Book title
bs: Naziv knjige

# Loans_BorrowedAtDate
source: Borrowed at date:
bs: Posuđeno:

# Loans_BorrowedFrom
source: Borrowed from:
bs: Posuđeno od:

# Loans_CopyID
source: Copy ID
bs: ID kopije

# Loans_FirstName
source: First name
bs: Ime

# Loans_LastName
source: Last name
bs: Prezime

# Loans_listbox_bookTitle
source: Book title:
bs: Naziv knjige:

# Loans_listbox_copyID
source: Copy ID:
bs: ID kopije:

# Loans_listbox_firstName
source: First name:
bs: Ime:

# Loans_listbox_lastName
source: Last name:
bs: Prezime:

# Loans_listbox_returnedAt
source: Returned at date:
bs: Vraćeno dana:

# Loans_listbox_userID
source: User ID:
bs: ID korisnika:

# Loans_MembersTextBlock
source: _Members
bs: Članovi

# Loans_OnlyReturned
source: Only returned
bs: Samo vraćeno

# Loans_ReturnDate
source: Returned at date:
bs: Vraćeno datuma:

# Loans_ReturnedTo
source: Returned to:
bs: Vraćeno:

# Loans_returnLoan
source: Return loan
bs: Razduži

# Loans_UserID
source: User ID
bs: ID korisnika

# MembersTabName
source: _Members
bs: Č_lanovi

# NewAuthorExpander
source: New author
bs: Novi autor

# NewGenreExpander
source: New genre
bs: Novi žanr

# NewPublisherExpander
source: New publisher
bs: Novi izdavač

# NoConditionSpecified
source: Condition not specified
bs: Stanje nije odabrano

# NumberOfCopiesTextBlock
source: Number of copies:
bs: Broj kopija:

source: Only active members
bs: Samo aktivni članovi

# OnlyWithAvailableCopiesText
source: Only with available copies
bs: Samo sa raspoloživim primjercima

# PasswordText
source: Password:
bs: Lozinka:

# PublisherNameTextblock
source: Publisher name:
bs: Ime izdavača:

# PublisherTextBlock
source: Publisher:
bs: Izdavač:

# SearchButton
source: Search
bs: Traži

# SelectConditionMessage
source: A condition must be selected!
bs: Morate prvo odabrati stanje!

# SelectDate
source: Select a date
bs: Izaberite datum

# SelectDateMessage
source: Date must be selected!
bs: Datum mora biti odabran!

# SettingsTabName
source: _Settings
bs: P_ostavke

# ShowHideFilters
source: Click to show/hide filters...
bs: Kliknite za pokazivanje filtera...

# ThemesText
source: Themes
bs: Teme

# UserAddedMessage
source: User has been added.
bs: Korisnik uspješno dodan.

# UsernameDoesntExist
source: Given username doesn't exist!
bs: Dato korisničko ime ne postoji!

# UsernameText
source: Username:
bs: Korisničko ime:

# UserNotAddedError
source: An error has occured while adding a user.
bs: Desila se greška prilikom dodavanja korisnika.

# UserTypeText
source: User type:
bs: Tip korisnika:
